import { IEventModel } from "types/IEventModel";

export const configEvents: IEventModel[] = [
    {
        id: "1",
        title: "Празднование дня города Перми",
        date: "12.06.2023",
        place: "г. Пермь",
        description: {
            main: 
                `Профкомом запланирована поездка в город Пермь, чтобы предоставить возможность 
                членам ППО побывать на премьере спектакля "Гостиница Центральная" Пермского 
                академического Театр-Театра и принять участие в праздничных мероприятиях, 
                посвященных Дню города Перми`,
            contact: 
                `По вопросам участия в поездке просьба обращаться к председателям Цеховых комитетов. 
                Количество мест ограничено`
        },
        source: {
            vk: "https://vk.com/eurochem_prof?w=wall-153821699_2419"
        }
    },
    {
        id: "2",
        title: "Творческая мастерская",
        date: "15.03.2023",
        place: "г. Березники",
        description: {
            main: `Профком совместно с Клевер - пространство развития проводит мастер-класс"КАРТИНА ИЗ ШЕРСТИ"!`,
            contact: 
                `Для участия в МК необходимо направить заявку заместителю председателя Гашевой Татьяне на адрес 
                электронной почты или Вайбер, Ватсапп в срок до 7 апреля 2023 года`
        },
        source: {
            vk: "https://vk.com/eurochem_prof?w=wall-153821699_2417"
        }
    },
    {
        id: "3",
        title: "Пермский международный марафон",
        date: "31.07.2023",
        place: "г. Пермь",
        description: {
            main: 
                `Первичная профсоюзная организация традиционно организует доставку членов ППО для участия в 
                ежегодном зрелищном мероприятии - Пермский марафон 2023!!`,
            contact: 
                `По всем организационным вопросам обращаться к заместителю председателю Гашевой Татьяне 
                по телефону 89124857399`
        },
        source: {
            vk: "https://vk.com/eurochem_prof?w=wall-153821699_2399"
        }
    },
    {
        id: "4",
        title: "День ГТО",
        date: "22.02.2023",
        place: "АБК Рудника, фитнес-зал",
        description: {
            main: 
                `22 февраля на Усольском Калийном Комбинате пройдёт день ГТО.
                Вы сможете пройти комплекс испытаний ГТО. К участию приглашаются как мужчины, так и женщины.
                После прохождения испытаний каждый участник получит подарок.`,
            contact: `Предварительная запись на участие в ГТО осуществляет Сергей Миков`
        },
        source: {
            vk: "https://vk.com/eurochem_prof?w=wall-153821699_2360"
        }
    },
    {
        id: "5",
        title: "Масленица",
        date: "20.02.2023 и 26.02.2023",
        place: "г.Нытва, г.Очер",
        description: {
            main: 
                `Уважаемые коллеги, приглашаем вас и членов вашей семьи проводить зиму и отпраздновать с нами 
                приход весны! Встретим весну вместе веселыми песнями, плясками, частушками, вкусными блинами и 
                хорошим настроением
                Горячее предложение
                1. Нытва, 26 февраля
                2. Очер, 20 февраля`,
            contact: 
                `Заявки принимаются председателями Цеховых комитетов до 15 февраля 2023 года
                Количество мест ограничено. Поторопись!`
        },
        source: {
            vk: "https://vk.com/eurochem_prof?w=wall-153821699_2350"
        }
    },
]